export let newsmovies= [
    {
        _id: '927898',
        title: 'Переводчик',
        description: `Сержант Джон Кинли едва не погиб на войне в Афганистане: его спас местный переводчик Ахмед, вытащив
                      раненым из засады врага. Джону удалось вернуться домой, но Ахмед не получил обещанного убежища. Теперь ему
                      и его близким грозит смертельное преследование.`,
        subinfo: 'В ролях: Джейк Джилленхол, Дар Салим, Александр Людвиг, Энтони Старр',
        img_url: 'https://pic.rutubelist.ru/video/50/57/50574de55e0462be67a3129a50353e50.jpg',
    },
    {
        _id: '1267348',
        title: 'Джон Уик 4',
        description: `Чтобы обрести свободу, киллер-изгой бросает вызов Правлению кланов. Самая зрелищная часть стильной экшен-саги`,
        subinfo: 'В ролях: Киану Ривз, Донни Йен, Билл Скарсгард',
        img_url: 'https://wallpapershome.ru/images/pages/pic_h/24447.jpg',
    },
    {
        _id: '4632862',
        title: 'Кунг-фу жеребец',
        description: `Кунг-фу жеребец» – двухчасовая драма о тяжелой жизни каскадера. Когда-то герой был суперзвездой, а
        теперь обанкротился, поругался с семьей и поселился в конюшне. Надежду дает верный конь, но и того вот-вот
        отберут злые банкиры.`,
        subinfo: 'В ролях: Джеки Чан, Лю Хаоцюнь, Го Цилинь, Джеки У, Юй Айлэй, Джои Юн, Юй Жунгуан, Энди Он, Сяо Шэньян, Лан Юэтин',
        img_url: 'https://avatars.dzeninfra.ru/get-zen_doc/9428044/pub_6450977e28852a1ba5c37a1d_64509995c6419c1f9c32b0c0/scale_1200',
    },
]



export let newsgames = [
    {
        _id: '1086940',
        title: 'Baldur\'s Gate 3',
        description: `Соберите отряд и вернитесь в Забытые Королевства. Вас ждет история о дружбе и предательстве, выживании и самопожертвовании, о сладком зове абсолютной власти.<br><br>Ваш мозг стал вместилищем для личинки иллитида, и она пробуждает в вас таинственные, пугающие способности.
        Сопротивляйтесь паразиту и обратите тьму против себя самой – или же безоглядно отдайтесь злу и станьте его воплощением.`,
        subinfo: 'Разработчик: Larian Studios',
        img_url: 'https://strek-time.ru/wp-content/uploads/8/6/e/86e4f41d5ebb72b8ecda55ce2975a0f9.jpeg',
    },
    {
        _id: '1245620',
        title: 'ELDEN RING',
        description: `Восстань, погасшая душа! Междуземье ждёт своего повелителя. Пусть благодать приведёт тебя к Кольцу Элден.
        Огромный мир с открытыми полями, множеством ситуаций и гигантскими подземельями, где сложные трёхмерные конструкции сочетаются воедино. Путешествуйте, преодолевайте смертельные опасности и радуйтесь успехам.`,
        subinfo: 'Разработчик: FromSoftware Inc.',
        img_url: 'https://gameguru.ru/media/wallpaper/43001/523a5061997d4967ca20f947b9c8b9c901a9cc6c86aaf09ef9ed544475f7e8db.jpg',
    },
    {
        _id: '264710',
        title: 'Subnautica',
        description: `Subnautica — это подводная приключенческая игра в совокупности с чужой океанической планетой. Вас ждёт огромный открытый мир, полный чудес и опасностей!`,
        subinfo: 'Разработчик: Unknown Worlds Entertainment',
        img_url: 'https://files.vgtimes.ru/download/posts/2021-07/1627541768_84-1525955315-1724081124.jpg',
    },
]



export let newsbooks = [
    {
        _id: 'MD8IEAAAQBAJ',
        title: 'Обитель Апельсинового Дерева',
        description: `У древнего зла нет имени. Оно вырывается из недр горы, чтобы уничтожить человечество, и насылает на землю драконье воинство. Многие великие государства пали под этим натиском, но королевство Инис на Западе устояло. Говорят, что люди могут спать спокойно, пока не прервется тысячелетний род правителей Иниса, ибо Безымянный скован их священной кровью и заточен в гробнице под морским дном.`,
        subinfo: 'Автор: Саманта Шеннон',
        img_url: 'https://static0.gamerantimages.com/wordpress/wp-content/uploads/2021/12/The-Priory-of-the-Orange-Tree-Cropped.jpg',
    },
    {
        _id: 'ozoREAAAQBAJ',
        title: 'Нью-Йорк. Путеводитель + мини-разговорник',
        description: `Перед вами путеводитель по Нью-Йорку из серии «Русский гид Полиглот».Что такое Нью-Йорк? Великий город Нью-Йорк с его неповторимым искушающим обаянием! Остров Либерти с аллегорией Свободы, знаменитые огни Бродвея, фешенебельные дома Верхнего Ист-Сайда, деловой центр города на Уолл-стрит, кварталы богемы, где находится множество художественных галерей, любопытных баров и клубов - город раскроется перед вами целиком в системе наших маршрутов.Маршруты:Символы Нью-Йорка.`,
        subinfo: 'Автор: Кристина Метцгер',
        img_url: 'https://mykaleidoscope.ru/x/uploads/posts/2022-09/1663463632_7-mykaleidoscope-ru-p-nyu-york-stolitsa-mira-dostoprimechatelnos-8.jpg',
    },
    {
        _id: 'L0v8AgAAQBAJ',
        title: 'Квантовая теория твёрдых тел',
        description: `По существу книга представляет собой учебный курс физики твердого тела повышенного уровня, охватывающий все основные ее разделы. Теоретические результаты обсуждаются на конкретных экспериментальных данных. Из обширного круга проблем и задач физики твердого тела в книгу отобраны наиболее актуальные вопросы, представляющие большой научный и практический интерес. Изложение ведется на современном научном уровне, на базе тех теоретических методов, которые широко используются в оригинальных статьях.`,
        subinfo: 'Автор: Ч. Киттель',
        img_url: 'https://yunostsibiri.ru/wp-content/uploads/2023/05/field_image_depositphotos_44564289_original-1-scaled.jpg',
    },
]